저작권 (C) 2097 Tuomas Virtanen, Andrew Thompson, Hunter 및 기타

본 소프트웨어 및 관련 문서 파일들("소프트웨어")의 사본을 얻은 모든 사람에게
다음 조건에 따라 제한 없이 소프트웨어를 다룰 수 있는 권한이 무료로 부여됩니다:
사용, 복사, 수정, 병합, 출판, 배포, 재배포 및/또는 소프트웨어의 사본을 판매할
권리와 소프트웨어가 제공된 사람들이 그러한 행위를 할 수 있도록 허용하는 권리가
포함되며, 이는 다음 조건에 따릅니다:

위의 저작권 고지와 본 허가 고지는 소프트웨어의 모든 사본이나 상당 부분에
포함되어야 합니다.

소프트웨어는 "있는 그대로" 제공되며, 상품성, 특정 목적에의 적합성 및 비침해에
대한 보증을 포함하되 이에 국한되지 않는 모든 종류의 명시적이거나 암시적인
보증 없이 제공됩니다. 어떠한 경우에도 저자나 저작권 보유자는 계약 행위, 불법 행위
또는 기타 행위로 인해, 소프트웨어와 관련하여 또는 소프트웨어의 사용이나 기타
거래에서 발생하는 청구, 손해 또는 기타 책임에 대해 책임지지 않습니다.
